---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentReloadLatestProgressChangedEventArgs
source: html/58f7e53a-6192-4d16-ca05-93c01c415e41.htm
---
# DocumentReloadLatestProgressChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.